Revit 2024 API
RebarConstrainedHandle.IsCustomHandle Method
 Returns true if the RebarHandleType of the RebarConstrainedHandle is 'CustomHandle'.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018
Syntax
C#
public bool IsCustomHandle()
Visual Basic
Public Function IsCustomHandle As Boolean
Visual C++
public:
bool IsCustomHandle()
See Also
RebarConstrainedHandle Class
Autodesk.Revit.DB.Structure Namespace